export default{
"HCI&비쥬얼컴퓨팅":{
   "트랙기초교과":["선형대수및프로그래밍", "컴퓨터그래픽스", "웹프로그래밍"],
   "트랙응용교과":["영상처리", "HCI개론", "웹프로그래밍설계", "웹기반시스템", "윈도우즈프로그래밍", "XML프로그래밍", "데이터컴퓨팅", "정보검색"]
}, "멀티미디어" : {
   "트랙기초교과" : ["멀티미디어", "선형대수및프로그래밍", "통계학개론"],
   "트랙응용교과" : ["신호및시스템", "디지털신호처리", "멀티미디어데이터베이스", "패턴인식", "컴퓨터비젼시스템", "영상처리", "영상처리프로그래밍", "모바일프로그래밍"]
}, "사물인터넷" : {
   "트랙기초교과" : ["컴퓨터네트워크", "신호및시스템", "확률통계및프로그래밍"],
   "트랙응용교과" : ["통신시스템", "디지털신호처리", "임베디드시스템", "네트워크프로그래밍", "정보보호개론", "데이터통신", "무선통신", "스마트그리드", "인터넷보안"]
}, "시스템응용" : {
   "트랙기초교과" : ["디지털시스템", "마이크로컴퓨터", "VHDL프로그래밍"],
   "트랙응용교과" : ["데이터베이스", "프로그래밍언어의개념", "소프트웨어공학", "멀티코어프로그래밍", "시스템모델링", "분산시스템", "컴파일러", "UNIX프로그래밍", "임베디드시스템"]
}, "인공지능" : {
   "트랙기초교과" : ["통계학개론", "확률통계및프로그래밍", "데이터베이스"],
   "트랙응용교과" : ["영상처리", "패턴인식", "인공지능", "지능형시스템", "멀티미디어", "정보검색", "HCI개론", "데이터베이스프로그래밍", "데이터분석", "기계학습", "컴퓨터비젼시스템"]
}, "가상현실" : {
   "트랙기초교과" : ["멀티미디어프로그래밍", "선형대수및프로그래밍", "컴퓨터그래픽스"],
   "트랙응용교과" : ["고급실시간그래픽스", "가상현실", "멀티미디어", "게임프로그래밍", "디지털사운드", "컴퓨터애니메이션", "증강현실", "HCI개론"]
}, "정보보호" : {
   "트랙기초교과" : ["어셈블리어", "보안프로그래밍", "컴퓨터네트워크"],
   "트랙응용교과" : ["대칭키암호론", "공개키암호론", "시스템해킹과보안", "인터넷보안", "악성코드분석", "네트워크해킹과보안", "디지털포렌식"]
}, "데이터사이언스" : {
   "트랙기초교과" : ["데이터베이스", "통계학개론", "확률통계및프로그래밍"],
   "트랙응용교과" : ["데이터분석개론", "기계학습", "데이터기반인공지능", "비즈니스인텔리전스", "데이터시각화", "대용량데이터처리개론", "텍스트마이닝", "의사결정모델링", "컴퓨터그래픽스"]
}, "SW교육" : {
   "트랙기초교과" : ["문제해결및실습:C++", "웹프로그래밍", "소프트웨어공학"],
   "트랙응용교과" : ["문제해결및실습:JAVA", "윈도우즈프로그래밍", "모바일프로그래밍", "오픈소스SW", "객체지향설계기술", "SW교육특강1", "SW교육특강2"]
}, "사이버국방": {
   "트랙기초교과" : ["웹해킹과보안", "사이버전개론", "시스템해킹과보안", "사이버관제및대응", "사이버공방종합훈련", "디지털포렌식", "네트워크해킹과보안", "악성코드분석"],
   "트랙응용교과" : []
}
}
